/* Localized versions of Info.plist keys */

"OK" = "确定";
"modifyOK"="确定";
"cancel" = "取消";
"Submit" = "提交";

"Yes" = "对";
"Wrong" = "错";
"AnswerCard" = "答题卡";
"StopCard" = "收卡";
"SetQuestionType" = "设置题目类型";
"SelectAnswer" = "请选择答案";
"PleaseSetRightAnswer" = "请设置正确答案";
"SetRightAnswer" = "设置正确答案";
"singleSelect" = "单选";
"MultiSelect" = "多选";
"WhichJudge" = "判断";
"WhichJudge" = "判断";
"AnswerDetrail" = "答案详情";
"Percentage" = "百分比";
"Options" = "选项";
"StatisticsHint" = "注：绿色为正确选项";
"StudentName" = "学生姓名";
"WheUsed" = "用时";
"Day" = "天";
"Hours" = "小时";
"Minutes" = "分";
"Seconds" = "秒";
"SureStopAnswerCard" = "收卡后学生将不能继续答题，确定收卡吗？";
"GotRightAnswer" = "恭喜你答对了！";
"GotWrongAnswer" = "很遗憾你答错了！正确答案：%@";



"Progressing" = "进度";
"CorrectRate" = "正确率";
"FullScreen" = "全屏";

"photograph"="拍照";
"selPhoto" =  "从手机相册选择";
"uploadFail"="上传失败";
"Share"="共享          ";
"Preview"="预览          ";

"AppUninstall" = "应用未安装";
"ShareFailed" = "分享失败";
"ShareCanceled" = "取消分享";
"NetworkAnomaly" = "网络异常";

//房间
"timeIsUp"="上课时间到啦！";
"exitRoom..."="正在退出房间...";
"exitRoom"="退出房间";
"exitRoom1"="离开教室";
"LeaveTemporarily"="暂时离开";
"EndCourse"="结束课程";
"ForbidedSpeaking" = "你已被禁止发言";
"ForbidedChatting" = "你已被禁止聊天";
"AllowedSpeaking" = "禁止发言已取消";
"AllowedChatting" = "禁止聊天已取消";
"ForbidedChat" = "禁止聊天";
"CancelForbidedChat" = "取消禁止聊天";

"TeacherNotInRoom" = "老师未在教室";
"TeacherComingRoom" = "老师进入教室";
"ManagerComingRoom" = "班主任进入教室";
"ManagerLeaveRoom" = "班主任离开教室";
"KickoutRoom" = "踢出教室";
"WaitAgreeSpeaking" = "你已申请发言，等待老师同意";
"CancelApplySpeak" = "你已取消发言申请";
"SureCancelSpeak" = "确定要取消发言";
"AgreeSpeaking" = "老师同意你发言";
"InviteSpeaking" = "老师邀请你发言";
"ApplySpeak" = "申请发言";
"AgreeSpeak" = "同意发言";
"CancelSpeak" = "取消发言";
"InviteSpeak" = "邀请发言";
"ForbidedSpeak" = "禁止发言";
"CancelForbidedSpeak" = "取消禁止发言";
"cancelOneNumLimited" = "请先取消一个学生发言";
"ChatMaxNumLimited" = "当前上麦人数已达上限~";
"CancelRaiseHand" = "取消举手";
"CancelRaiseHandHint" = "该学生已取消举手";
"shareWB" = "共享白板";
"stopShare" = "停止共享";
"Agree" = "同意";
"Refuse" = "拒绝";
"xxAcceptSpeak" = "%@已接受发言邀请";
"xxRefuseSpeak" = "%@拒绝发言邀请";
"PleaseWheat" = "请先上麦";
"cancelSpeaking" = "老师取消你的发言";
"xxApplySpeaking" = "%@正在举手";
"xxDownSpeaking" = "%@取消举手";
"Kickout" = "踢出";
"KickoutHint" = "您确定将%@踢出教室吗？";
"ClassIsOver" = "亲爱的老师，下课啦";
"ClassWillOver" = "当前课程即将结束！";
"ClassWillOverByMinutes" = "当前课程%ld分钟后结束！";
"ClassOver" = "课程已结束";
"IKnow" = "我知道了";
"SureDeleteDoc" = "您确定删除此文档吗？删除后不可恢复";
"PeopleNum" = "(%zi人)";
"OnlineNum" = "%d人在线  ";
"OnlineNum1" = "在线人数(%ld) ";
"Teacher" = "(老师)";
"Manager" = "(班主任)";

"OpenCamera" = "打开摄像头";
"CloseCamera" = "关闭摄像头";
"ChangeCamera" = "切换摄像头";
//聊天
"inputContent"="请输入内容";
"inputContentPlaceholder"="请输入内容，不超过100字";
"sendMessage"="发送";

//白板录制
"SendRecordVideo" = "发送录制视频";
"SendImage" = "发送图片";
"SaveImage" = "保存图片";
"RecordingLimit" = "已达到录制时长限制（90秒）";
"liveVideo"="视频";
"Microphone"="麦克风";
"BlueTooth"="蓝牙笔";
"Beauty"="美颜";
"Setting"="设置";
"SaveSuccess" = "保存成功";

//network
"StartAnswerCardFailed" = "发起答题卡失败";
"SendAnswerFailed" = "发送答题失败";
"StopAnswerCardFailed" = "收卡失败";
"AnswerCardEnded" = "老师已收卡";

"ConnectFailed"="连接服务器失败";
"LoginRoomFailed"="登录房间失败";
"GetAddressFailed"="获取直播地址失败";
"wbDisconnect"="与服务器失去连接...";
"ReDisconnect"="与服务器失去连接, 正在重连中";

"PleaseOpenBlueTooth" = "打开蓝牙来允许连接到配件";
"UnableRecord" = "无法录音";
"UnableRecordHint" = "请在iPhone的\"设置-隐私-麦克风\"选项中，允许访问你的手机麦克风";
"UnablePhoto" = "无法读取照片";
"UnablePhotoHint" = "请在iPhone的\"设置-隐私-照片\"选项中，允许访问你的手机照片";
"UnableCamera" = "无法使用相机功能";
"UnableCameraHint" = "请在iPhone的\"设置-隐私-相机\"选项中，允许使用相机功能";
"close"="close";

//智能笔
"robotPen"="笔声AiPen L";
"equilPen"="笔声AiPen Laser";
"robotPen2"="笔声AiPen Y";
"n2Smartpen"="笔声AiPen N";
"penPad"="笔声AiPen Pad";
"morganPad"="笔声AiPen M";

//云盘
"cloudTitle"="课件";
"share1"="共享";


//蓝牙设备
"sel_pen"="请选择蓝牙设备";
"disconnectPen"="是否断开智能笔连接？";
"pen_conn"="%@连接成功";
"pen_disconn"="%@连接已断开";
"pen_conn_failed"="%@连接失败";
"bluetoothDefault"="ic-加载页搜索笔记本";
"bluetooth2Default"="img_sszw";
"QQ"="QQ";
"hint"="提示";
"exit"="退出";
"retry"="重试";

"kickOut"="下线通知：您的账号在另一台设备登陆";
"kickedOut"="您已被踢出教室";
"xxkickedOut"="%@被班主任踢出教室";
"you"="你";
"finishMeeting"="老师暂时离开教室";
"cloudlistDefault"="ic-云盘无文档ch";

//课程讨论
"saySomething"="和大家说点什么...";
"systemMessage"="系统消息";
"courseDiscussion"="课程讨论";
"liveRoomId"="房间号:%@";

//上麦
"applyMicroOn"="请求上麦";
"cancelMicroOn"="取消上麦";
"askMicroOff"="下麦";
"askStudentsList"="学生管理";
"askMicroOffAll"="全体下麦";
"askMicroOn"="上麦";
"ExceedMaximum"="超出最大可输入长度";

//直播
"userWebLive"="请通过网页端观看直播课";
"connectVideoServer"="正在连接视频服务器";
"connectVideoServerSuccess"="连接视频服务器成功";
"connectVideoServerFail"="连接视频服务器失败";
"connectChatServerSuccess"="聊天服务器登录成功";
"connectChatServerFail"="聊天服务器登录失败";
"shareToUFriends"="分享给您的朋友";
"inviteUFriedns"="邀请朋友来参加你的直播吧";
"createSuccess"="课程创建成功";
"chatReconnect"="聊天服务器断开连接，正在重连...";
"chatReconnectSuccess"="聊天服务器重连成功";
"connectServerFail"="与服务器断开，重新连接中...";

"systemMsg"="系统消息";

"yourWBIsSharing"="您的白板已被老师共享";
"whiteboardOfxx" = "%@的白板";
"whiteboardOfMy"="我的白板";
"shareWBHint" = "请先取消%@白板共享";
"shareWBSysMsg"="老师共享了%@的白板";
"stopShareWBSysMsg"="%@的白板已停止共享";

"bluetoothDefault"="ic-加载页搜索笔记本蓝牙";
"bluetoothDefault-fs"="ic-加载页搜索笔记本蓝牙-fs";

"reSearch"="重新搜索";
"close"="关闭";
"floating"="Floating";

"PenConnect"="智能笔连接";
"Connect"="连接";
"Disconnect"="断开连接";
"Unmatched"="未匹配";
"Matching"="配对中";
"New device matching"="新设备配对中";
"Match new devices"="连接新设备";
"Not successful"="未成功";
"reconnect"="重新连接";
"succeeded"="已成功";
"smartPenHint"="请打开智能笔闭并使其保持\r\n蓝灯闪烁状态，配对可能需要30秒左右";
"smartPenHint1"="请确保设备开启";
"OKSubmit"="OK";
"searchHint"="请断开已连接设备，再点击搜索";
"reSearch"="重新搜索";
"connectFailed"="连接失败";
"notConnectDev"="无法连接到该设备";
